Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

# Sentinel description
source: Proton Sentinel is an advanced account protection program powered by sophisticated AI systems and specialists working around the clock to protect you from bad actors and security threats.
be: Proton Sentinel - гэта ўдасканаленая праграма абароны ўліковых запісаў, якая падтрымліваецца складанымі сістэмамі штучнага інтэлекту і спецыялістамі, што працуюць дзень і ноч, каб абараніць вас ад зламыснікаў і пагроз бяспекі.
ca: Proton Sentinel és un programa avançat de protecció de comptes impulsat per sistemes d'IA sofisticats i especialistes que treballen durant tot el dia per protegir-vos dels mals actors i les amenaces de seguretat.
cs: Proton Sentinel je pokročilý program na ochranu účtů založený na sofistikovaných systémech umělé inteligence a specialistech, kteří nepřetržitě pracují na vaší ochraně před útočníky a bezpečnostními hrozbami.
da: Proton Sentinel er et avanceret kontobeskyttelsesprogram drevet af sofistikerede AI-systemer og specialister, der arbejder døgnet rundt for at beskytte dig mod ondsindede aktører og sikkerhedstrusler.
de: Proton Sentinel ist ein fortschrittliches Kontoschutzprogramm, das von hochentwickelten KI-Systemen und Spezialisten betrieben wird, die rund um die Uhr arbeiten, um dich vor böswilligen Akteuren und Sicherheitsbedrohungen zu schützen.
el: Το Proton Sentinel είναι ένα προηγμένο πρόγραμμα προστασίας λογαριασμού που λειτουργεί με προηγμένα συστήματα Τεχνητής Νοημοσύνης και οι ειδικοί εργάζονται συνεχώς για να σας προστατεύσουν από κακούς λειτουργούς και από απειλές ασφαλείας.
es: Proton Sentinel es un programa avanzado de protección de cuentas impulsado por sistemas sofisticados de inteligencia artificial y especialistas que trabajan las 24 horas para protegerte de malos actores y amenazas de seguridad.
es_419: Proton Sentinel es un programa avanzado de protección de cuentas impulsado por sistemas sofisticados de inteligencia artificial y especialistas que trabajan las 24 horas para protegerle de malos actores y amenazas de seguridad.
fi: Proton Sentinel on edistynyt moderneja tekoälyjärjestelmiä ja asiantuntijoita hyödyntävä tilin suojausohjelma, joka suojaa sinua vaarallisilta tahoilta ja tietoturvauhkilta ympäri vuorokauden.
fr: Proton Sentinel est un programme avancé de protection des comptes qui s'appuie sur des systèmes d'IA sophistiqués et des spécialistes qui travaillent en permanence pour vous protéger des acteurs malveillants et des menaces de sécurité.
hu: A Proton Sentinel egy komplex MI rendszerekkel vezérelt, fejlett fiókvédelmi program, amely szakemberek folyamatos támogatásával védi a támadóktól és biztonsági fenyegetésekről.
id: Proton Sentinel merupakan program perlindungan akun tingkat lanjut yang diberdayakan oleh sistem AI canggih serta para ahli yang bekerja tanpa henti untuk melindungi Anda dari pelaku tindak kejahatan dan ancaman keamanan.
it: Proton Sentinel è un programma di protezione avanzata degli account, basato su una sofisticata intelligenza artificiale e specialisti pronti a proteggerti dai malintenzionati in rete e da tutte le minacce alla sicurezza.
ja: Proton Sentinel は、洗練された AI システムとスペシャリストを活用した高度なアカウント保護プログラムで、悪者やセキュリティの脅威からユーザーを保護するために 24 時間体制で働いています。
ka: Proton Sentinel დამატებითი ანგარიშის დაცვის პროგრამაა, რომელიც რთულ AI სისტემებს ეყრდნობა და გვყავს სპეციალისტები, რომლებიც მუხლჩაუხრელად მუშაობენ, რათა თქვენი უსაფრთხოება არასასურველი პირებისგან დაიცვან.
ko: Proton Sentinel은 보안 위협으로부터 사용자를 보호하기 위해 24시간 작동하는 정교한 AI 시스템과 보안계 전문가들로 이루워진 고급 계정 보호 프로그램입니다.
nb: Proton Sentinel er et avansert kontobeskyttelsesprogram drevet av sofistikerte AI-systemer og spesialister som jobber døgnet rundt for å beskytte deg mot dårlige aktører og sikkerhetstrusler.
nl: Proton Sentinel is een geavanceerd accountbeschermingsprogramma aangedreven door geavanceerde AI-systemen en specialisten die over de hele tijd werken om u te beschermen tegen slechte spelers en veiligheidsbedreigingen.
pl: Proton Sentinel to zaawansowany program ochrony konta wspierany przez systemy sztucznej inteligencji i specjalistów pracujących całą dobę, w celu łagodzenia ataków i zagrożeń bezpieczeństwa.
pt: Proton Sentinel é um programa avançado de proteção de conta, alimentado por sofisticados sistemas de IA e especialistas que trabalham ininterruptamente para o proteger de pessoas mal-intencionadas e ameaças à segurança.
pt_br: Proton Sentinel é um programa avançado de proteção de conta, alimentado por sofisticados sistemas de IA e especialistas, trabalhando ininterruptamente para proteger você de pessoas mal-intencionadas e ameaças à segurança.
ro: Proton Sentinel este un program avansat de protecție a conturilor, alimentat de sisteme de IA sofisticate și specialiști care lucrează non-stop pentru a vă proteja de atacatori și amenințările de securitate.
ru: Proton Sentinel это продвинутая программа для защиты аккаунта, которая защищает вас от злоумышленников и угроз безопасности при помощи мощных ИИ и круглосуточно работающих специалистов.
sk: Proton Sentinel je pokročilý program na ochranu účtov založený na sofistikovaných systémoch AI a špecialistoch pracujúcich nepretržite, aby vás chránili pred útočníkmi a bezpečnostnými hrozbami.
sl: Proton Sentinel je napreden program za zaščito računa, ki ga poganjajo prefinjeni sistemi umetne inteligence in strokovnjaki, ki delajo 24 ur na dan, da vas zaščitijo pred zlobnimi akterji in varnostnimi grožnjami.
sv: Proton Sentinel är ett avancerat kontoskyddsprogram som drivs av sofistikerade AI-system och specialister som arbetar dygnet runt för att skydda dig från dåliga aktörer och säkerhetshot.
tr: Proton Sentinel, sizi kötü niyetli kişilerden ve güvenlik tehditlerinden korumak için günün her saati çalışan, karmaşık yapay zeka sistemleri ile uzmanlar tarafından desteklenen gelişmiş bir hesap koruma programıdır.
uk: Proton Sentinel — це передовий застосунок захисту облікових записів, що працює на основі складних системах ШІ та спеціалістів, які цілодобово захищають вас від зловмисників та загроз безпеці.
vi: Proton Sentinel là một chương trình bảo vệ tài khoản nâng cao. Hoạt động dựa trên nền tảng các hệ thống trí tuệ nhân tạo phức tạp cùng đội ngũ chuyên gia thường xuyên túc trực để bảo vệ bạn khỏi kẻ xấu và các mối đe dọa đến sự an toàn của tài khoản.
zh_hans: Proton Sentinel 是一项高级的账户保护程序，由先进的人工智能系统和专家提供支持，全天候保护您免受不良分子和安全威胁的侵害。
zh_hant: Proton Sentinel 是一種高級帳號保護程序，由最新的 AI 系統和全天候工作的專家提供協助，以保護您免受不良行為者與安全威脅的侵害。

source: Server
be: Сервер
ca: Servidor
el: Διακομιστής
es: Servidor
es_419: Servidor
fi: Palvelin
fr: Serveur
hu: Szerver
ja: サーバー
ko: 서버
nb: Tjener
pl: Serwer
pt: Servidor
pt_br: Servidor
ru: Сервер
sl: Strežnik
tr: Sunucu
uk: Сервер
vi: Máy chủ
zh_hans: 服务器
zh_hant: 伺服器

source: Session expired
be: Сеанс завяршыўся
ca: La sessió ha caducat.
cs: Relace vypršela
da: Session udløbet
de: Sitzung abgelaufen
el: Η συνεδρία έληξε
es: La sesión ha expirado.
es_419: Sesión expirada
fi: Istunto on erääntynyt
fr: La session a expiré.
hu: A munkamenet lejárt
id: Sesi kedaluwarsa
it: Sessione scaduta
ja: セッションは有効期限切れです
ka: სესიას ვადა გაუვიდა
ko: 세션이 만료되었습니다
nb: Økt utløpt
nl: Sessie verlopen
pl: Sesja wygasła
pt: Sessão expirada
pt_br: Sessão expirada
ro: Sesiune expirată
ru: Время сеанса истекло
sk: Relácia skončila
sl: Seja je potekla
sv: Session löpt ut
tr: Oturumun geçerlilik süresi dolmuş
uk: Сеанс завершився
vi: Phiên làm việc hết hạn
zh_hans: 会话已过期
zh_hant: 會話過期

source: Set access level
be: Задаць узровень доступу
ca: Estableix el nivell d`accés
cs: Nastavit úroveň přístupu
da: Angiv adgangsniveau
de: Zugriffsstufe festlegen
el: Ορισμός επιπέδου πρόσβασης
es: Configurar el nivel de acceso
es_419: Configurar el nivel de acceso
fi: Aseta käyttöoikeustaso
fr: Définir le niveau d'accès
hu: Elérési szint megadása
id: Tentukan tingkat akses
it: Imposta il livello di accesso
ja: アクセスレベルの設定
ka: წვდომის დონის დაყენება
ko: 접근 수준 설정
nb: Sett tilgangsnivå
nl: Stel toegangsniveau in
pl: Ustaw uprawnienia
pt: Definir o nível de acesso
pt_br: Definir nível de acesso
ro: Setare nivel de acces
ru: Установить уровень доступа
sk: Nastavte úroveň prístupu
sl: Nastavite raven dostopa
sv: Ställ in åtkomstnivå
tr: Erişim düzeyini ayarla
uk: Задати рівень доступу
vi: Thiết lập cấp độ truy cập
zh_hans: 设置访问级别
zh_hant: 設定存取層級

source: Set access level for all members
be: Прызначэнне ўзроўню доступу для ўсіх удзельнікаў
ca: Estableix el nivell d'accés per a tots els membres
cs: Nastavení přístupové úrovně pro všechny členy
da: Indstil adgangsniveau for alle medlemmer
de: Zugriffsstufe für alle Mitglieder festlegen
el: Ορισμός επιπέδου πρόσβασης για όλα τα μέλη
es: Establecer el nivel de acceso para todos los usuarios
es_419: Configurar nivel de acceso para todos los miembros
fi: Aseta käyttöoikeustaso kaikille jäsenille
fr: Définir le niveau d'accès pour tous les membres
hu: Minden tag hozzáférési szintjének beállítása
id: Tentukan tingkat akses bagi seluruh anggota
it: Imposta il livello di accesso per tutti i membri
ja: すべてのメンバーのアクセス レベルを設定する
ka: წვდომის დონის დაყენება ყველა წევრისთვის
ko: 전체 구성원의 접근 수준을 설정하세요.
nb: Angi tilgangsnivå for alle medlemmer
nl: Stel toegangsniveau in voor alle leden
pl: Ustaw uprawnienia dla wszystkich użytkowników
pt: Definir o nível de acesso para todos os membros
pt_br: Definir o nível de acesso para todos os membros
ro: Setare nivel de acces pentru toți membrii
ru: Установить уровень доступа для всех участников
sk: Nastavenie úrovne prístupu pre všetkých členov
sl: Nastavite raven dostopa za vse člane
sv: Ställ in åtkomstnivå för alla medlemmar
tr: Tüm üyelerin erişim düzeyini ayarla
uk: Встановіть рівень доступу для всіх учасників
vi: Thiết lập quyền truy cập cho tất cả mọi thành viên
zh_hans: 设置所有成员的访问级别
zh_hant: 替全部成員設置存取層級

source: Set extra password
be: Задаць дадатковы пароль
ca: Estableixi la contrasenya addicional
cs: Nastavte dodatečné heslo
da: Indstil ekstra adgangskode
de: Zusätzliches Passwort festlegen
el: Ορισμός επιπλέον κωδικού πρόσβασης
es: Establecer la contraseña adicional
es_419: Configure la contraseña adicional
fi: Aseta lisäsalasana
fr: Définir un mot de passe supplémentaire
hu: Extra jelszó beállítása
id: Tetapkan kata sandi tambahan
it: Imposta la password aggiuntiva
ja: 追加のパスワードを設定する
ka: დამატებითი პაროლის დაყენება
ko: 추가 비밀번호 설정
nb: Angi ekstra passord
nl: Stel uw extra wachtwoord in
pl: Ustaw dodatkowe hasło
pt: Definir uma palavra-passe adicional
pt_br: Definir senha adicional
ro: Setare parolă suplimentară
ru: Установить дополнительный пароль
sk: Nastaviť dodatočné heslo
sl: Nastavite dodatno geslo
sv: Ställ in extra lösenord
tr: Ek parolayı ayarla
uk: Встановити додатковий пароль
vi: Thiết lập mật khẩu phụ
zh_hans: 设置额外密码
zh_hant: 設定第二密碼

source: Set extra password for Proton Pass
be: Задаць дадатковы пароль для Proton Pass
ca: Estableix una contrasenya addicional per a Proton Pass
cs: Nastavte dodatečné heslo pro Proton Pass
da: Indstil ekstra adgangskode til Proton Pass
de: Zusätzliches Passwort für Proton Pass festlegen
el: Ορίστε επιπλέον κωδικό πρόσβασης για το Proton Pass
es: Configura una contraseña adicional para Proton Pass
es_419: Configure una contraseña adicional para Proton Pass
fi: Aseta lisäsalasana Proton Passille
fr: Configurer un mot de passe supplémentaire pour Proton Pass
hu: Extra jelszó beállítása a Proton Passzhoz
id: Tentukan kata sandi tambahan untuk Proton Pass
it: Imposta la password aggiuntiva per Proton Pass
ja: Proton Passに追加のパスワードを設定
ka: დააყენეთ დამატებითი პაროლი Proton Pass-სთვის
ko: Proton Pass 추가 비밀번호 설정
nb: Angi ekstra passord for Proton Pass
nl: Stel extra wachtwoord voor Proton Pass in
pl: Ustaw dodatkowe hasło Proton Pass
pt: Configurar a palavra-passe adicional para o Proton Pass
pt_br: Configurar senha adicional para o Proton Pass
ro: Setare parolă suplimentară pentru Proton Pass
ru: Установить дополнительный пароль для Proton Pass
sk: Nastavte ďalšie heslo pre službu Proton Pass
sl: Nastavite dodatno geslo za Proton Pass
sv: Ställ in extra lösenord för Proton Pass
tr: Proton Pass ek parolasını ayarlayın
uk: Встановити додатковий пароль для Proton Pass
vi: Mật khẩu thêm cho Proton Pass
zh_hans: 设置 Proton Pass 额外密码
zh_hant: 設定 Proton Pass 的第二密碼

source: Set PIN code
be: Задаць PIN-код
ca: Establir codi PIN
cs: Nastavit PIN kód
da: Angiv pinkode
de: PIN-Code festlegen
el: Ορισμός κωδικού PIN
es: Establecer código PIN
es_419: Definir código PIN
fi: Aseta PIN-koodi
fr: Définir le code PIN
hu: PIN kód beállítása
id: Atur kode PIN
it: Imposta codice PIN
ja: PIN コードの設定
ka: დააყენეთ PIN კოდი
ko: PIN 코드 설정
nb: Angi PIN-kode
nl: Pincode instellen
pl: Ustaw kod PIN
pt: Definir código PIN
pt_br: Definir o código PIN
ro: Setare cod PIN
ru: Установите PIN-код
sk: Nastaviť PIN kód
sl: Nastavi kodo PIN
sv: Ställ in PIN-kod
tr: PIN kodu ayarla
uk: Встановити PIN-код
vi: Đặt mã PIN
zh_hans: 设置 PIN 码
zh_hant: 設定 PIN 碼

source: Set up 2FA
be: Наладзіць 2ФА
ca: Configura l'autenticació A2F
cs: Nastavit 2FA
da: Konfigurer 2FA
de: 2FA einrichten
el: Ρύθμιση 2FA
es: Configurar 2FA
es_419: Configurar 2FA
fi: Määritä kaksivaiheinen tunnistautuminen
fr: Configurer l'A2F
hu: Kétlépcsős hitelesítés beállítása
id: Atur 2FA
it: Configura 2FA
ja: 2要素認証を設定
ka: 2FA-ის მორგება
ko: 2단계 인증 설정하기
nb: Sett opp 2FA
nl: 2FA instellen
pl: Skonfiguruj uwierzytelnianie dwustopniowe
pt: Configurar A2F
pt_br: Configurar A2F
ro: Setare A2F
ru: Настроить 2FA
sk: Nastaviť 2FA
sl: Nastavitev 2FA
sv: Ställ in 2FA
tr: İki adımlı doğrulama kurulumu
uk: Налаштувати 2ЕП
vi: Thiết lập 2FA
zh_hans: 设置 2FA
zh_hant: 設定雙重驗證

source: Set up 2FA for more security
be: Наладзьце 2ФА для большай бяспекі
ca: Configureu A2F per a més seguretat
cs: Nastavte 2FA pro větší bezpečnost
da: Indstil 2FA for mere sikkerhed
de: Richte 2FA für mehr Sicherheit ein
el: Ρυθμίστε το 2FA για περισσότερη ασφάλεια
es: Configura 2FA para más seguridad
es_419: Configure 2FA para más seguridad
fi: Vahvista suojausta määrittämällä 2FA
fr: Configurez l'A2F pour plus de sécurité
hu: Kapcsolja be a kétlépcsős hitelesítést nagyobb biztonságért
id: Atur 2FA untuk keamanan yang lebih
it: Configura 2FA per maggiore sicurezza
ja: 2要素認証を設定するとより安全になります
ka: მოირგეთ 2FA მეტი უსაფრთხოებისთვის
ko: 더 나은 보안을 위해 2단계 인증 설정
nb: Sett opp 2FA for ekstra sikkerhet
nl: 2FA instellen voor meer beveiliging
pl: Skonfiguruj uwierzytelnianie dwustopniowe dla większego bezpieczeństwa
pt: Configure a autenticação A2F para mais segurança
pt_br: Configure A2F para mais segurança
ro: Setați A2F pentru mai multă securitate
ru: Настройте двухфакторную аутентификацию для повышения безопасности
sk: Nastavte 2FA na zvýšenie bezpečnosti
sl: Nastavite 2FA za večjo varnost
sv: Ställ in 2FA för mer säkerhet
tr: Güvenliği artırmak için iki adımlı doğrulamayı açın
uk: Налаштуйте 2ЕП для більшої безпеки
vi: Thiết lập xác minh 2 bước để an toàn hơn
zh_hans: 设置 2FA 以获取更多安全保障
zh_hant: 設定二步驟驗證以強化帳戶安全

source: Settings
be: Налады
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
es_419: Ajustes
fi: Asetukset
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ka: მორგება
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 各項設定

source: Share
be: Абагуліць
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
es_419: Compartir
fi: Jaa
fr: Partager
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
ka: გაზიარება
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
pt_br: Compartilhar
ro: Partajare
ru: Поделиться
sk: Zdieľať
sl: Deli
sv: Dela
tr: Paylaş
uk: Поділитися
vi: Chia sẽ
zh_hans: 分享
zh_hant: 共用

source: Share clipboard between devices
be: Абагуліць буфер абмену паміж прыладамі
ca: Comparteix el porta-retalls entre dispositius
cs: Sdílet schránku mezi zařízeními
da: Del udklipsholder mellem enheder
de: Zwischenablage zwischen Geräten teilen
el: Κοινή χρήση προχείρου μεταξύ συσκευών
es: Compartir portapapeles entre dispositivos
es_419: Compartir portapapeles entre dispositivos
fi: Jaa leikepöytä laitteiden välillä
fr: Partager le presse-papiers entre les appareils
hu: Vágólap megosztás eszközök között
id: Bagikan papan klip antar perangkat
it: Condividi gli appunti tra i dispositivi
ja: デバイス間でクリップボードを共有
ka: ბუფერის გაზიარება მოწყობილობებს შორის
ko: 기기 간 클립보드 복사
nb: Del utklippstavlen mellom enheter
nl: Deel klembord tussen apparaten
pl: Udostępnij schowek między urządzeniami
pt: Partilhar a área de transferência entre dispositivos
pt_br: Compartilhar a área de transferência entre dispositivos
ro: Partajare clipboard între dispozitive
ru: Делитесь буфером обмена между устройствами
sk: Zdieľať schránku medzi zariadeniami
sl: Delite odložišče med napravami
sv: Dela urklipp mellan enheter
tr: Pano aygıtlar arasında paylaşılsın
uk: Доступ до буфера обміну на різних пристроях
vi: Chia sẽ bảng nhớ tạm giữa các thiết bị
zh_hans: 在设备之间共享剪贴板
zh_hant: 在裝置之間共享剪貼簿

source: Share ID copied
be: Share ID скапіяваны
ca: S'ha copiat l'ID de compartició
cs: ID sdílení zkopírováno
da: Del-ID kopieret
de: Share-ID kopiert
el: Το Share ID αντιγράφηκε
es: Se ha copiado el ID para compartir.
es_419: ID para compartir copiada
fi: Share ID kopioitiin
fr: L'ID de partage a été copié.
hu: Megosztás azonosító másolva
id: ID Tersalin
it: ID di condivisione copiato
ja: 共有IDがコピーされました
ko: 공유 ID 복사됨
nb: Del-ID kopiert
nl: Deel-ID gekopieerd
pl: Identyfikator udostępnionego obiektu został skopiowany
pt: O ID foi copiado.
pt_br: O ID de compartilhamento foi copiado.
ro: ID partajare copiat
ru: Share ID скопирован
sk: ID zdieľania skopírované
sv: Delnings-ID kopierat
tr: Paylaşım kimliği kopyalandı
uk: Share ID скопійовано
vi: Số Share ID đã được sao chép
zh_hans: 共享 ID 已复制
zh_hant: 共享 ID 已複製

source: Share Item
be: Абагуліць элемент
ca: Comparteix l'element
cs: Sdílet položku
da: Del element
de: Element teilen
el: Κοινή χρήση Αντικειμένου
es: Compartir el elemento
es_419: Compartir el elemento
fi: Jaa kohde
fr: Partager l'élément
hu: Elem megosztása
id: Bagikan item
it: Condividi elemento
ja: 共有アイテム
ka: ელემენტის გაზიარება
ko: 항목 공유
nb: Del element
nl: Item delen
pl: Udostępnij element
pt: Partilhar um item
pt_br: Compartilhar item
ro: Partajare articol
ru: Поделиться элементом
sk: Zdieľať položku
sl: Daj predmet v skupno rabo
sv: Dela objekt
tr: Ögeyi paylaş
uk: Поділитися елементом
vi: Chia sẻ mục
zh_hans: 共享项目
zh_hant: 分享項目

source: Share link
be: Абагуліць спасылку
ca: Comparteix l'enllaç
cs: Sdílet odkaz
da: Del link
de: Link teilen
el: Κοινοποίηση συνδέσμου
es: Compartir el enlace
es_419: Compartir el enlace
fi: Jaa linkki
fr: Partager le lien
hu: Hivatkozás megosztása
id: Bagikan tautan
it: Condividi il link
ja: 共有リンク
ka: ბმულის გაზიარება
ko: 링크 공유하기
nb: Del kobling
nl: Link delen
pl: Udostępnij link
pt: Partilhar a ligação
pt_br: Compartilhar link
ro: Partajare legătură web
ru: Поделиться ссылкой
sk: Zdieľať odkaz
sl: Deli povezavo
sv: Dela länk
tr: Bağlantıyı paylaş
uk: Поділитись посиланням
vi: Chia sẻ liên kết
zh_hans: 共享链接
zh_hant: 分享連結

source: Share Secure Link
be: Абагуліць бяспечную спасылку
ca: Comparteix un enllaç segur
cs: Sdílet bezpečný odkaz
da: Del sikkert link
de: Sicheren Link teilen
el: Κοινοποίηση Ασφαλούς Συνδέσμου
es: Compartir el enlace seguro
es_419: Compartir enlace seguro
fi: Jaa suojattu linkki
fr: Partager le lien sécurisé
hu: Biztonságos hivatkozás megosztása
id: Bagikan Tautan Aman
it: Condividi link sicuro
ja: セキュアリンクを共有
ka: დაცული ბმულის გაზიარება
ko: 안전한 링크
nb: Del sikker kobling
nl: Beveiligde link delen
pl: Udostępnij link
pt: Partilhar link seguro
pt_br: Compartilhar link seguro
ro: Partajare legătură web sigură
ru: Поделиться защищенной ссылкой
sk: Zdieľať bezpečný odkaz
sl: Deljenje varne povezave
sv: Dela säker länk
tr: Güvenli bağlantıyı paylaş
uk: Поділитися захищеним посиланням
vi: Chia sẻ liên kết an toàn
zh_hans: 分享安全链接
zh_hant: 共享安全加密鏈結

source: Share Vault
be: Абагуліць сховішча
ca: Comparteix la caixa forta
cs: Sdílet trezor
da: Del boks
de: Tresor teilen
el: Κοινή χρήση Κρύπτης
es: Compartir la caja fuerte
es_419: Compartir bóveda
fi: Jaa holvi
fr: Partager le coffre-fort
hu: Tároló megosztása
id: Bagikan Brankas
it: Condividi cassaforte
ja: 保管庫を共有
ka: საცავის გაზიარება
ko: 금고 공유
nb: Del hvelv
nl: Kluis delen
pl: Udostępnij sejf
pt: Partilhar o cofre
pt_br: Compartilhar cofre
ro: Partajare seif
ru: Поделиться хранилищем
sk: Zdielať trezor
sl: Skupni trezor
sv: Dela valv
tr: Kasayı paylaş
uk: Поділитися сховищем
vi: Chia sẻ két sắt
zh_hans: 分享保险库
zh_hant: 共享保管庫

source: Share with
be: Абагуліць з
ca: Comparteix amb
cs: Sdílet s
da: Del med
de: Teilen mit
el: Κοινοποίηση με
es: Compartir con
es_419: Compartir con
fi: Jaa henkilöille
fr: Partager avec
hu: Megosztás:
id: Bagikan dengan
it: Condividi con
ja: と共有する
ka: გაზიარება
ko: 공유 대상:
nb: Del med
nl: Deel met
pl: Udostępnij użytkownikowi
pt: Partilhar com
pt_br: Compartilhar com
ro: Partajare cu
ru: Поделиться с
sk: Zdieľať s
sl: Deli z
sv: Dela med
tr: Şununla paylaş
uk: Поділитися з
vi: Chia sẻ với
zh_hans: 分享给
zh_hant: 請共享

source: Shared by me
be: Абагулена мной
ca: Compartit per mi
cs: Sdíleno mnou
da: Delt af mig
de: Von mir geteilt
el: Κοινοποιημένο από εμένα
es: Compartido por mí
es_419: Compartido por mí
fi: Minun jakamani
fr: Partagé par moi
hu: Általam megosztva
id: Dibagikan oleh saya
it: Condiviso da me
ja: 自分で共有
ka: ჩემი გაზიარებული
ko: 내가 공유함
nb: Delt av meg
nl: Gedeeld door mij
pl: Udostępnione przez Ciebie
pt: Partilhado por mim
pt_br: Compartilhado por mim
ro: Partajate de mine
ru: Я поделился
sk: Mnou zdieľané
sl: Kaj delim z drugimi
sv: Delat av mig
tr: Benim paylaştıklarım
uk: Поширено мною
vi: Chia sẻ bởi tôi
zh_hans: 我的共享
zh_hant: 共享的項目

source: Shared item invitation
be: Запрашэнне да абагуленага элемента
ca: Invitació a un element compartit
cs: Pozvánka ke sdílené položce
da: Delte element-invitation
de: Geteilte Eintrageinladung
el: Πρόσκληση για κοινόχρηστο στοιχείο
es: Invitación a un elemento compartido
es_419: Invitación a un elemento compartido
fi: Kutsu jaettuun kohteeseen
fr: Invitation à un élément partagé
hu: Megosztott elem meghívó
id: Undangan item terbagi
it: Invito a un elemento condiviso
ja: 共有したアイテム招待
ka: გაზიარებული ელემენტის მოსაწვევი
ko: 공유된 항목 초대
nb: Delt elementinvitasjon
nl: Gedeeld item uitnodiging
pl: Zaproszenie do udostępnionego elementu
pt: Convite a um item partilhado
pt_br: Convite de item compartilhado
ro: Invitație articol partajat
ru: Приглашение на общий элемент
sk: Pozvánka ku zdieľanej položke
sv: Inbjudan till delat objekt
tr: Öge paylaşma daveti
uk: Запрошення на спільний елемент
vi: Lời mời chia sẻ mục
zh_hans: 共享项目邀请
zh_hant: 共享項目邀請函

source: Shared via
be: Абагулена праз
ca: Compartit mitjançant
cs: Sdíleno pomocí
da: Delt via
de: Geteilt über
el: Κοινή χρήση μέσω
es: Compartido por
es_419: Compartido por
fi: Jaettu käyttäen:
fr: Partagé via
hu: Megosztva:
id: Dibagikan lewat
it: Condiviso tramite
ja: 共有されました
ka: გაზიარებულია საიდან
ko: 다음으로 공유됨:
nb: Delt via
nl: Gedeeld via
pl: Udostępniono przez
pt: Partilhado via
pt_br: Compartilhar via
ro: Partajat prin
ru: Совместное использование через
sk: Zdieľané cez
sl: Deljeno preko
sv: Delad via
tr: Şununla paylaşıldı
uk: Поширено через
vi: Chia sẻ qua
zh_hans: 共享方式
zh_hant: 透過共享
